import React from "react";

class Section1 extends React.Component{
  render(){
    return(
        <div className="div2" id="te">
            <p className="memGoda">-МЕМ ГОДА-</p>
            <p className="opis">В данном месте на сайте будут размещены самые лучшие мемы с котятами в этом году! На сегодняшний день, всех как всегда обходят китайцы. Их мемы вырываются в топы интернета, благодаря своей простоте и очаровательности. Картинки нашего братского народа пропитаны надеждой на будущее и любовью к себе. Котик-огородник покорил сердца миллионов! Сохраните его, добавьте к себе на стену и поставьте на аватарку, дабы продемонстрировать то, что любите себя и заботитесь о себе!</p>
            <p className="nazv"><i>Котенок-огороденок - китайский брат.</i></p>
            <div className="memG"></div>
        </div>
    )
  }
}

export default Section1;
