import React from "react";

class Section2 extends React.Component{
  render(){
    return(
        <div className="div3">
            <p className="text3">-Разговоры о важном-</p>
            <p className="text4">Коты — великолепные создания, которые воплощают в себе элегантность и изысканность. Их грация в движениях, мягкий мех и глубокий, загадочный взгляд захватывают внимание. Своими мурлыканьем и ласковым обращением они создают атмосферу уюта и спокойствия. Каждый кот — это неповторимая личность, обладающая своими таинственными чарами и привлекательностью, которые завораживают нас и наполняют жизнь особым смыслом. Без них было бы весьма сложно существовать в этом жесточайшем мире, не содеравшим бы в таком случае их мягких и теплых спинок, да животиков.</p>
            <p className="text5">Любите котов</p>
            <div className="kot"></div>
        </div>
    )
  }
}

export default Section2;
